[
  {
    "name": "Kimberly Feng",
    "address": "17 Embassy Place, Foothill Ranch, CA, 92610",
    "email": "Fengkimberly@gmail.com",
    "date": "August 10, 2023",
    "phone": "(909)510-7081",
    "review": [
      "It's with much pleasure that I'm able to recommend Karla as a Daycare provider. She has watched my two children (from 3 months - 5 years of age) weeky for over 6 years . She is kind, compassionate, and truly loves what she does. My children really looked forward to spending time with her and the other children at daycare.",
      "Not only is Karla great with kids, but she is also responsible, calm under stressful situations, certified in CPR and First Aid, follows instructions precisely, and handles unexpected visitors or phone calls intelligently.",
      "If you hire Karla, you can be confident you're getting one of the best childcare services. I highly recommend her and truly believe you'd be missing out by not choosing her. She is amazing, and we will miss her very much!"
    ]
  },
  {
    "name": "Sanket Jain",
    "address": "",
    "email": "jainsanket1@gmail.com",
    "date": "April 18, 2024",
    "phone": "",
    "review": [
      "It is my honor to recommend Karla Duenez for your childcare needs, as I have witnessed her dedication to creating a nurturing and stimulating environment through her interactions with children.",
      "Karla's patience, kindness, and ability to connect with children are commendable, consistently going above and beyond to ensure each child feels safe, valued, and engaged.",
      "At her daycare, Karla has demonstrated strong communication skills with both children and parents, actively listening to concerns and providing thoughtful feedback. Her creativity in planning activities has enriched my child's learning experiences.",
      "Karla is reliable, flexible, and maintains a positive attitude even during challenging moments, with a clear commitment to fostering a supportive community through her interactions with kids and families.",
      "I wholeheartedly recommend Karla Duenez, whose passion for early childhood education, genuine care for each child, and extensive experience will undoubtedly contribute to any child's success.",
      "Feel free to contact me for any additional information or questions about Karla Duenez."
    ]
  },
  {
    "name": "Shannon Love",
    "address": "124 Wild Rose, Lake Forest, CA, 92630",
    "email": "ssobzak@hotmail.com",
    "date": "January 10, 2024",
    "phone": "949-351-6991",
    "review": [
      "It is with great pleasure that I recommend Karla Duenez as a loving, caring and dependable daycare provider.",
      "Karla has become part of our family. She has been watching my daughter every workday for over 5 years and my son since he was 3 months old (almost 5 years now). Karla was truly our gift sent from heaven. I cannot imagine what our life would have been like without her. We were searching for a place for our daughter that was an in-home state certified daycare. It has been the greatest relief for me, as a mother, to know my children are loved and in good care while my husband and I are at work all day. She is responsible, dependable and CPR certified. Karla Duenez and her entire family are the hardest workers I know and because of her my husband and I have been able to be successful at work. She has coached me through motherhood, held me when I have cried, shown up for us when our daughter was sick and in CHOC and the list goes on. She goes above and beyond for every child she watches. Teaching them to play together, attending their events, doing special projects, learning Spanish, eating healthy homecooked meals, throwing birthday celebrations and Christmas parties for the kids that are so amazing.",
      "Every morning Karla greets us with a smile, energy and hugs, ready to engage and play with the children. My daughter and son love and respect Karla and Ramon and look forward to spending time with them.",
      "I strongly encourage you to jump at the opportunity to have Karla care for your children, it will be one of the best parenting decisions you could make.",
      "Please feel free to contact me if you would like me to elaborate on anything or if you have specific questions. I would be happy to discuss Karla's excellent qualifications at length."
    ]
  },
  {
    "name": "Laura Lin",
    "address": "",
    "email": "llwingrove@gmail.com",
    "date": "",
    "phone": "949-375-4164",
    "review": [
      "I am writing in reference to Karla Duenez. Karla has been our in-home daycare provider over the past seven years for our 2 boys. Our boys started with Karla from the age of 4 months to 5 years, when going off to kindergarten, from 2017-2024. During our time with Karla, I have had the pleasure of seeing not only my children, but my nephews and my friend's children also grow and thrive under her care.",
      "Karla possesses the essential attributes that make a good caregiver: patience, compassion, attentiveness, reliability, and creativity. Aside from ensuring the children's safety, she has a knack for making their time there enjoyable and fun. Her ability to engage children through stories, art, and play is wonderful and affirms her understanding of child development.",
      "I have the utmost confidence in her judgment as a caregiver and have always felt comfortable leaving my children in her care. It is such a special relationship that our boys have with Karla and I truly appreciate all that she has done for our boys and our family.",
      "If you have any questions, please feel free to contact me at 949-375-4164 or llwingrove@gmail.com."
    ]
  }
]
